Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The other licensees are Petoro AS with 30 per cent and ExxonMobil & Production Norway AS with 13 per cent.
nb: Den andre rettshavaren er Petoro AS med 30 prosent og ExxonMobil Exploration & Production Norway AS med 13 prosent.

source: The area in this licence consists of parts of the blocks 25/8, and 25/11.
nb: Arealet i dette løyvet består av delar av blokk 25/8 og 25/11.

source: The well is being drilled south of the Grane field in the central part of the North Sea.
nb: Brønnen blir bora sør for Grane-feltet i den midtre delen av Nordsjøen.

source: Production licence 169 awarded on 1 March 1991 (13th licensing round).
nb: Utvinningsløyve 169 vart tildelt 1. mars 1991 (13. konsesjonsrunde).

source: This is the 15th wildcat well to be drilled in the license.
nb: Dette er den 15. leitebrønnen som blir bora i løyvet.

source: Well 25/6-5 S will be drilled from the Leif Eiriksson drilling facility at position 59°35’27.15” north and 02°45’39.46” east, in the central part of the North Sea.
nb: Brønn 25/6-5 S skal borast frå boreinnretninga Leif Eiriksson i posisjon 59°35’27,15” nord og 02°45’39,46”aust i den midtre delen av Nordsjøen.

source: The drilling programme for well 25/6-5 S relates to drilling of a wildcat well in production licence 627.
nb: Boreprogrammet for brønn 25/6-5 S gjeld boring av undersøkingsbrønn i utvinningsløyve 627.

source: Total E&P Norge AS is the operator with an ownership interest of 40 per cent.
nb: Total E&P Norge AS er operatør med 40 prosent eigardel.

source: The other licensees are Centrica Resources (Norge) AS, Det norske oljeselskap ASA and Faroe Petroleum Norge AS, each with 20 per cent.
nb: Dei andre rettshavarane er Centrica Resources (Norge) AS, Det norske oljeselskap ASA og Faroe Petroleum Norge AS med 20 prosent kvar.

source: The area in this licence consists of parts of blocks 25/5, 25/6, 25/8 and 25/9.
nb: Arealet i dette løyvet består av delar av blokkene 25/5, 25/6, 25/8 og 25/9.

source: Production licence 627 was awarded on 3 February 2012 (APA 2011).
nb: Utvinningsløyve 627 blei delt ut 03. februar 2012 (TFO 2011).

source: This is the first exploration well to be drilled in the licence, but exploration wells have been drilled before within the area covered by this licence.
nb: Dette er den fyrste letebrønnen som blir bora i løyvet, men det er bora leitebrønnar tidlegare innanfor det arealet som dette løyvet dekker.

source: Well 35/11-18 will be drilled from the Borgland Dolphin drilling facility in position 61°09`24.40" north and 03°20`38.09" east after concluding the drilling of wildcat well 6507/3-11 S for E.ON E&P NORGE AS in production licence 650.
nb: Brønn 35/11-18 skal borast frå boreinnretninga Borgland Dolphin i posisjon 61°09`24,40" nord og 03°20`38,09" aust etter avslutting av boring av undersøkingsbrønn 6507/3-11 S for E.ON E&P NORGE AS i utvinningsløyve 650.

source: The drilling programme for well 35/11-18 relates to the drilling of a wildcat well in production licence 248.
nb: Boreprogrammet for brønn 35/11-18 gjeld boring av undersøkingsbrønn i utvinningsløyve 248.

source: Wintershall Norge AS is the operator with an ownership interest of 60 per cent.
nb: Wintershall Norge AS er operatør med ein del på 60 prosent.

source: The other licensee is Petoro AS with 40 per cent.
nb: Den andre rettshavarene er Petoro AS med 40 prosent.

source: The area in this permit consists of parts of blocks 35/8 and 35/11.
nb: Arealet i dette løyvet består av delar av blokkene 35/8 og 35/11.

source: The well will be drilled about 100 km south-west of Florø and about 20 km north-west of the Fram field.
nb: Brønnen blir bora om lag 100 kilometer sørvest for Florø og om lag 20 kilometer nordvest for Fram-feltet.

source: Production licence 248 was awarded on 4 June 1999 (NST99).
nb: Utvinningsløyve 248 vart tildelt 4. juni 1999 (NST99).

source: This is the second wildcat well to be drilled in the licence.
nb: Dette er den andre undersøkingsbrønnen som blir bora i løyvet.

source: The permit is contingent on the operator securing all other consents and permits required by other authorities prior to commencing the drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykka som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 35/12-5 S will be drilled from the Trancocean Arctic drilling facility at position 61°13`01.65" north and 03°49`39.29" east, after completing the drilling of wildcat well 6406/2-8 for Wintershall Norge AS in production licence 589.
nb: Brønn 35/12-5 S skal borast frå boreinnretninga Trancocean Arctic i posisjon 61°13`01,65" nord og 03°49`39,29" aust, etter at undersøkingsbrønn 6406/2-8 for Wintershall Norge AS i utvinningsløyve 589 er ferdig bora.

source: The drilling programme for well 35/12-5 S relates to the drilling of a wildcat well in production licence 378.
nb: Boreprogrammet for brønn 35/12-5 S gjeld boring av undersøkingsbrønn i utvinningsløyve 378.

source: Wintershall Norge AS is the operator with an ownership interest of 45 per cent.
nb: Wintershall Norge AS er operatør med ein del på 45 prosent.

source: The other licensees are Capricorn Norge AS (20 per cent), Explora Petroleum AS (17.5 per cent) and Talisman Energy Norge AS (17.5 per cent).
nb: Dei andre rettshavarane er Capricorn Norge AS (20 prosent), Explora Petroleum AS (17,5 prosent) og Talisman Energy Norge AS (17,5 prosent).

source: The area in this licence is composed of parts of block 35/12.
nb: Arealet i dette løyvet er samansett av delar av blokk 35/12.

source: The well will be drilled about 80 kilometres southwest of Florø.
nb: Brønnen blir bora om lag 80 kilometer sørvest for Florø.

source: Production licence 378 was awarded on 6 January 2006 (APA 2005).
nb: Utvinningsløyve 378 vart delt ut 6. januar 2006 (TFO 2005).

source: This is the fifth well to be drilled in the licence.
nb: Dette er den femte brønnen som bli bora i løyvet.

source: Contact in the NPD: Kristian Runestad, tel.
nb: Kontaktperson i OD: Kristian Runestad, tlf.

source: The well will be drilled from the Mærsk Guardian drilling facility in position 56°27’10.62’’ north and 4°04’46.18’’ east.
nb: Brønnen skal borast frå boreinnretninga Mærsk Guardian i posisjon 56°27’10,62’’ nord og 4°04’46,18’’ aust.

source: The drilling programme for well 3/7-10 S relates to the drilling of a wildcat well in production licence 539.
nb: Boreprogrammet for brønn 3/7-10 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 539.

source: Premier Oil Norge AS is the operator with an ownership interest of 40 per cent.
nb: Premier Oil Norge AS er operatør med ein del på 40 prosent.

source: The other licensees are Suncor Energy Norge AS (20 per cent), DEA Norge AS (12 per cent) and Ithaca Petroleum Norge AS (eight per cent).
nb: Dei andre rettshavarane er Suncor Energy Norge AS (20 prosent), DEA Norge AS (12 prosent) og Ithaca Petroleum Norge AS (åtte prosent).

source: Production licence 539 was awarded in APA 2009.
nb: Utvinningsløyve 539 blei tildelt i TFO 2009.

source: The area in the production license is located in the southern part of the North Sea, in the western part of the border block 3/7.
nb: Arealet i utvinningsløyvet ligg i den sørlege delen av Nordsjøen, vest i grenseblokka 3/7.

source: Well 3/7-10 S is the first exploration well in this production licence.
nb: Brønn 3/7-10 S er den første leitebrønnen i dette utvinningsløyvet.

source: The permit is contingent on the operator securing all other permits and consents required by other authorities before the drilling activity commences.
nb: Løyvet føreset at dei andre løyva og samtykka som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 16/1-22 A will be drilled from the Maersk Interceptor drilling facility in position 58°54’23.1’’ north and 02°09’43.2’’ east in production licence 001 B, after completing drilling of appraisal well 16/1-22 S.
nb: Brønn 16/1-22 A skal borast frå boreinnretninga Maersk Interceptor i posisjon 58°54’23,1’’ nord og 02°09’43,2’’ aust i utvinningsløyve 001 B, etter at avgrensingsbrønn 16/1-22 S er ferdig bora.

source: The drilling programme for well 16/1-22 A relates to the drilling of an appraisal well on the Ivar Aasen field, where Det norske is the operator with an ownership interest of 34.7862 per cent.
nb: Boreprogrammet for brønn 16/1-22 A gjeld boring av avgrensingsbrønn på Ivar Aasen-feltet, der Det norske er operatør med ein 34,7862 prosent del.

source: The other licensees are Statoil Petroleum AS (41.4730 per cent), Bayerngas Norge AS (12.3173 per cent), Wintershall Norge AS (6.4615 per cent), VNG Norge AS (3.0230 per cent), Lundin Norway AS (1.3850 per cent) and OMV (Norge) AS (0.5540 per cent).
nb: Dei andre rettshavarane er Statoil Petroleum AS (41,4730 prosent), Bayerngas Norge AS (12,3173 prosent), Wintershall Norge AS (6,4615 prosent), VNG Norge AS (3,0230 prosent), Lundin Norway AS (1,3850 prosent) og OMV (Norge) AS (0,5540 prosent).

source: The area in this licence is part of block 16/1.
nb: Arealet i dette løyvet er ein del av blokk 16/1.

source: The well will be drilled in the south-western part of the Ivar Aasen field in the central part of the North Sea.
nb: Brønnen blir bora i den sørvestlege delen av Ivar Aasen-feltet i den midtre delen av Nordsjøen.

source: Production licence 001 B was carved out on 1 September 1999 from production licence 001, which was awarded on 1 September 1965 (Licensing Round 1-A).
nb: Utvinningsløyve 001 B blei skild ut den 1. september 1999 frå utvinningsløyve 001, som blei delt ut 1. september 1965 (konsesjonsrunde 1-A).

source: This is the eighth exploration well to be drilled within the licence area, and the tenth on the Ivar Aasen field.
nb: Dette er den åttande leitebrønnen som blir bora innafor løyvet sitt areal og den tiande på Ivar Aasen-feltet.

source: The permit is conditional upon the operator securing all other permits and consents required by other authorities prior to commencing the drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykka som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 6306/5-2 will be drilled from the Bredford Dolphin drilling facility in position 63°43'52.31'' north and 6°34'27.34'' east after completing wildcat well 16/4-9 S in production licence 359 for Lundin Norway AS.
nb: Brønn 6306/5-2 skal borast frå boreinnretninga Bredford Dolphin i posisjon 63°43’52,31” nord og 6°34’27,34” aust etter at undersøkingsbrønn 16/4-9 S i utvinningsløyve 359 er ferdig bora for Lundin Norway AS.

source: The drilling programme for well 6306/5-2 concerns the drilling of a wildcat well in production licence 642.
nb: Boreprogrammet for brønn 6306/5-2 gjeld boring av undersøkingsbrønn i utvinningsløyve 642.

source: Repsol Exploration Norge AS is the operator with an ownership interest of 40 per cent.
nb: Repsol Exploration Norge AS er operatør med ein del på 40 prosent.

source: The other licensees are OMV Norge AS (20 per cent), Petoro AS (20 per cent) and Tullow Oil Norge AS (20 per cent).
nb: Dei andre rettshavarane er OMV Norge AS (20 prosent), Petoro AS (20 prosent) og Tullow Oil Norge AS (20 prosent).

source: The area in this licence consists of part of block 6306/2 and part of block 6306/5.
nb: Arealet i dette løyvet består av del av blokk 6306/2 og del av blokk 6306/5.

source: The well will be drilled about 64 kilometres northeast of the Ormen Lange field and about 34 kilometres south of the 6406/12-3 S (Pil) discovery.
nb: Brønnen blir bora om lag 64 kilometer nordaust for Ormen Langefeltet og om lag 34 kilimeter sør for 6406/12-3 S (Pil) funnet.

source: Production licence 642 was awarded on 3 February 2012 (APA 2011).
nb: Utvinningsløyve 642 vart delt ut den 3. februar 2012 (TFO 2011).

source: Well 6406/12-4 A will be drilled from the Transocean Arctic drilling facility in position 64°1’7.48” north and 6°46’31.29” east after drilling wildcat well 6406/12-4 S in production licence 586.
nb: Brønn 6406/12-4 A skal borast frå boreinnretninga Transocean Arctic i posisjon 64°1’7,48” nord og 6°46’31,29” aust etter at undersøkingsbrønn 6406/12-4 S er bora i utvinningsløyve 586.

source: The drilling programme for well 6406/12-4 A relates to the drilling of a wildcat well in production licence 586.
nb: Boreprogrammet for brønn 6406/12-4 A gjeld boring av undersøkingsbrønn i utvinningsløyve 586.

source: VNG Norge AS is the operator with an ownership interest of 30 per cent.
nb: VNG Norge AS er operatør med ein del på 30 prosent.

source: The other licensees are Spike Exploration Holding AS (30 per cent), Faroe Petroleum Norge AS (25 per cent) and Rocksource Exploration Norway AS (15 per cent).
nb: Dei andre rettshavarane er Spike Exploration Holding AS (30 prosent), Faroe Petroleum Norge AS (25 prosent) og Rocksource Exploration Norway AS (15 prosent).

source: The area in this permit consists of part of block 6406/11 and part of block 6406/12.
nb: Arealet i dette løyvet består av del av blokk 6406/11 og del av blokk 6406/12.

source: The well will be drilled about 33 km south-west of the Njord field.
nb: Brønnen vert bora om lag 33 kilometer sørvest for Njord-feltet.

source: Production licence 586 was awarded on 4 February 2011 (APA 2010).
nb: Utvinningsløyve 586 vart delt ut 4. februar 2011 (TFO 2010).

source: This is the fifth exploration well to be drilled in the licence.
nb: Dette er den femte leitebrønnen som bli bora i løyvet.

source: Well 6406/12-4 S will be drilled from the Transocean Arctic drilling facility in position 64°1'7.47'' north and 6°46'31.28'' east after completing wildcat well 35/12-5 in production licence 378 for Wintershall Norge AS.
nb: Brønn 6406/12-4 S skal borast frå boreinnretninga Transocean Arctic i posisjon 64°1’7,47” nord og 6°46’31,28” aust etter at undersøkingsbrønn 35/12-5 S i utvinningsløyve 378 er ferdig bora for Wintershall Norge AS.

source: The drilling programme for well 6406/12-4 S relates to the drilling of a wildcat well in production licence 586.
nb: Boreprogrammet for brønn 6406/12-4 S gjeld boring av undersøkingsbrønn i utvinningsløyve 586.

source: The area in this licence consists of part of block 6406/11 and part of block 6406/12.
nb: Arealet i dette løyvet består av del av blokk 6406/11 og del av blokk 6406/12.

source: The well will be drilled about 33 kilometres southwest of the Njord field.
nb: Brønnen blir bora om lag 33 kilometer sørvest for Njordfeltet.

source: This is the fourth well to be drilled in the licence.
nb: Dette er den fjerde letebrønnen som bli bora i løyvet.

source: The acquisition program will last until 31 July.
nb: Innsamlingsprogrammet varer fram til 31. juli.

source: 69°45'55.34" N – 016°43'40.31" E 69°34'30.19" N – 016°52'24.49" E 69°38'16.00" N – 017°14'50.00" E 69°44'32.25" N – 017°06'11.00" E 69°40'55.34" N – 016°43'40.31" E
nb: 69°45'55.34" N – 016°43'40.31" Ø 69°34'30.19" N – 016°52'24.49" Ø 69°38'16.00" N – 017°14'50.00" Ø 69°44'32.25" N – 017°06'11.00" Ø 69°40'55.34" N – 016°43'40.31" Ø

source: This area is in the far eastern part of the area where 3D seismic data will be acquired.
nb: Dette området ligger lengst til øst i området der det skal samles inn 3D-seismikk.

source: 69°33'10.30" N – 15°56'01.29" E 69°26'20.00" N – 16°02'00.00" E 69°38'16.00" N – 17°14'50.00" E 69°44'32.25" N – 17°06'11.00" E
nb: 69°33'10.30" N – 15°56'01.29" Ø 69°26'20.00" N – 16°02'00.00" Ø 69°38'16.00" N – 17°14'50.00" Ø 69°44'32.25" N – 17°06'11.00" Ø

source: The reporting of petroleum production data is regulated by Section 10-4 of the Petroleum Act, Sections 27, 48 and 49 of the Petroleum Regulations and Sections 27 and 28 of the Resource Management...
nb: Rapportering av petroleumsproduksjon er regulert av petroleumslovens paragraf 10-4, petroleumsforskriftens paragrafer 27, 48 og 49 og ressursforskriftens paragrafer 27 og 28.

source: Annual status report for fields in production
nb: Årlig statusrapport for felt i produksjon

source: Only minor changes in the template for the annual status report from 2016 to 2017.
nb: Kun mindre endringer i mal for årlig statusrapport fra 2016 til 2017.

source: Well 6407/10-5 will be drilled from the Transocean Barents drilling facility in position 64°12’41.7” north and 7°16’34.25” east.
nb: Brønn 6407/10-5 skal borast frå boreinnretninga Transocean Barents i posisjon 64°12'41,7" nord og 7°16'34,25"aust.

source: The drilling programme for well 6407/10-5 relates to the drilling of a wildcat well in production licence 793.
nb: Boreprogrammet for brønn 6407/10-5 gjeld boring av undersøkingsbrønn i utvinningsløyve 793.

source: A/S Norske Shell is the operator with an ownership interest of 40 per cent.
nb: A/S Norske Shell er operatør med ein del på 40 prosent.

source: The other licensees are Petoro AS (20 per cent), VNG Norge AS (20 per cent) and Faroe Petroleum Norge AS (20 per cent).
nb: Dei andre rettshavarane er Petoro AS (20%), VNG Norge AS (20%) og Faroe Petroleum Norge AS (20%).

source: The area in this licence consists of parts of the blocks 6407/7, 8, 10, 11.
nb: Arealet i dette løyvet består av del av blokkene 6407/7, 8, 10, 11.

source: The well is drilled about five kilometres southeast of the Njord field and about 25 kilometres southwest of Draugen.
nb: Brønnen blir bora om lag fem kilometer søraust for Njordfeltet og om lag 25 kilometer sørvest for Draugenfeltet.

source: Production licence 793 was awarded on 6 February 2015 in APA 2014 on the Norwegian shelf.
nb: Utvinningsløyve 793 vart delt ut 6. februar 2015 i TFO2014 på norsk sokkel.

source: Well 6706/11-2 will be drilled from the Transocean Spitsbergen drilling facility in position 67°03’56.97”north and 06°32’57.45”east after completing the drilling of wildcat wells 6407/8-7 and 6407/8-7 A for Statoil in production licence 348 C.
nb: Brønn 6706/11-2 skal borast frå boreinnretninga Transocean Spitsbergen i posisjon 67°03’56,97”nord og 06°32’57,45”aust etter at boringa av undersøkingsbrønn 6407/8-7 og 6407/8-7 A for Statoil i utvinningsløyve 348 C er avslutta.

source: The drilling program for well 6706/11-2 relates to the drilling of wildcat wells in production licence 602.
nb: Boreprogrammet for brønn 6706/11-2 gjeld boring av undersøkningsbrønn i utvinningsløyve 602.

source: Statoil Petroleum AS is the operator with an ownership interest of 30 per cent.
nb: Statoil Petrolem AS er operatør med ein del på 30 prosent.

source: The other licensees are Centrica Resources AS (20 per cent), Petoro AS (20 per cent), Rocksources Exploration Norway AS (10 per cent), Wintershall Norge AS (10 per cent) and Atlantic Petroleum Norge (10 per cent).
nb: Dei andre rettshavarane er Centrica Resources AS (20 prosent), Petoro AS (20 prosent), Rocksources Exploration Norway AS (10 prosent), Wintershall Norge AS (10 prosent) og Atlantic Petroleum Norge (10 prosent prosent).

source: The area in this licence consists of part of block 6706/10, block 6706/11 and part of block 6706/12.
nb: Arealet i dette løyvet består av del av blokk 6706/10, blokk 6706/11 og del av blokk 6706/12.

source: The well will be drilled about 22 kilometres west of Aasta Hansteen (the Haklang field).
nb: Brønnen blir bora om lag 22 kilometer vest for Aasta Hansteen (Haklangfeltet).

source: Production licence 602 was awarded on 13 May 2011 in the 21st licensing round on the Norwegian shelf.
nb: Utvinningsløyve 602 vart delt ut 13. mai 2011 i 21. konsesjonsrunde på norsk sokkel.

source: This is the second well to be drilled in the licence.
nb: Dette er den andre brønnen som bli bora i løyvet.

source: Wellbore 6407/8-7 will be drilled from the Transocean Spitsbergen drilling facility in position 64° 23' 4.06'' north and 7° 33' 42.8'' east.
nb: Brønn 6407/8-7 bores frå boreinnretninga Transocean Spitsbergen i posisjon 64° 23' 4,06'' nord og 7° 33' 42,8'' aust.

source: The other licensees are GDF SUEZ E&P Norge AS (20 per cent), E.ON E&P Norway AS (17.5 per cent), Core Energy AS (17.5 per cent), Faroe Petroleum Norway AS (7.5 per cent) and VNG Norge AS (2.5 per cent).
nb: Dei andre rettshavarane er GDF Suez E&P Norge AS (20 prosent), E.ON E&P Norge AS (17,5 prosent), Core Energy AS (17,5 prosent), Faroe Petroleum Norge AS (7,5 prosent) og VNG Norge AS (2,5 prosent).

source: The area in this licence consists of part of block 6407/8.
nb: Arealet i dette løyvet består av del av blokk 6407/8.

source: The well will be drilled about 4.5 kilometres north of the Hyme field and about 22 kilometres northeast of the Njord field.
nb: Brønnen blir bora om lag 4,5 kilometer nord for Hymefeltet og om lag 22 kilometer nordaust for Njordfeltet.

source: Production licence 348 C was awarded on 13 February 2015.
nb: Utvinningsløyve 348 C vart delt ut 13. februar 2015.

source: Well 6507/11-11 will be drilled from the Leiv Eriksson drilling facility in position 65° 14' 16.06'' north and 7° 30' 39.31'' east completing wildcat well 7324/8-2 in production licence 537 for OMV (Norge) AS.
nb: Brønn 6507/11-11 skal borast frå boreinnretninga Leiv Eiriksson i posisjon 65° 14' 16,06'' nord og 7° 30' 39,31'' aust etter at undersøkingsbrønn 7324/8-2 i utvinningsløyve 537 er ferdig bora for OMV (Norge) AS.

source: The drilling programme for well 6507/11-11 concerns the drilling of a wildcat well in production licence 591.
nb: Boreprogrammet for brønn 6507/11-11 gjeld boring av undersøkingsbrønn i utvinningsløyve 591.

source: Tullow Oil Norge AS is the operator with an ownership share of 80 per cent.
nb: Tullow Oil Norge AS er operatør med ein del på 80 prosent.

source: The other licensees are North Energy ASA (15 per cent) and Lime Petroleum Norway AS (5 per cent).
nb: Dei andre rettshavarane er North Energy ASA (15 prosent) og Lime Petroleum Norway AS (5 prosent).

source: The area in this licence consists of part of block 6507/8, part of block 6507/9 and part of block 6507/11.
nb: Arealet i dette løyvet består av del av blokk 6507/8, del av blokk 6507/9 og del av blokk 6507/11.

source: The well will be drilled about 14 kilometres southeast of the Heidrun field and about 220 kilometres west of the Njord field.
nb: Brønnen blir bora om lag 14 kilometer søraust for Heidrun-feltet og om lag 220 kilometer vest for Brønnøysund.

source: Production licence 591 was awarded on 4 February 2011 (APA 2010).
nb: Utvinningsløyve 591 blei delt ut 4. februar 2011 (TFO 2010).

source: Kristin Runestad, tel.
nb: Kristian Runestad, tel.

source: Well 6507/3-11 S will be drilled from the Borgland Dolphin drilling facility in position 65°48’59.60” north and 7°50’14.0”east.
nb: Brønn 6507/3-11 S skal borast frå boreinnretninga Borgland Dolphin i posisjon 65°48`59,60" nord og 7°50´14,0" aust.

source: The drilling programme for well 6507/3-11 S relates to the drilling of a wildcat well in production licence 650.
nb: Boreprogrammet for brønn 6507/3-11 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 650.

source: E.ON E&P Norge AS is the operator with a 60 per cent ownership interest, and Statoil Petroleum AS is the other licensee with a 40 per cent interest.
nb: E.ON E&P Norge AS er operatør med ein 60 prosent del, og Statoil Petroleum AS er rettshavar med ein 40 prosent del.

source: Wildcat well 6507/3-11 S will be the first well in production licence 650.
nb: Undersøkingsbrønn 6507/3-11 S blir den første brønnen i utvinningsløyve 650.

source: Well 6706/12-2 will be drilled from the Transocean Spitsbergen drilling facility in position 67°05’08,63” north and 06°52’00,09”east.
nb: Brønn 6706/12-2 skal borast frå boreinnretninga Transocean Spitsbergen i posisjon 67°05’08,63” nord og 06°52’00,09” aust.
